brew "chruby"
brew "direnv"
brew "fzf"
brew "git"
brew "graphviz"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "ruby-install"
brew "tailscale"
brew "tig"
brew "tmux"
brew "zsh"

# cask
cask_args appdir: "/Applications"
tap "homebrew/homebrew-cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "iterm2"
