tap "xwmx/taps"
tap "terrastruct/d2"
brew "direnv"
brew "chruby"
brew "d2"
brew "fzf"
brew "git"
brew "gh"
brew "graphviz"
brew "jq"
brew "nb"
brew "neovim"
brew "node"
brew "openssl"
brew "php"
brew "php@8.0" # `brew unlink php && brew link --overwrite php@8.0` to switch
brew "qt"
brew "ripgrep"
brew "ruby-install"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"

# cask
cask_args appdir: "/Applications"
tap "homebrew/homebrew-cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
cask "cameracontroller"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "http-toolkit"
cask "iterm2"
cask "nightowl"
cask "rectangle"
cask "rowanj-gitx"
cask "visual-studio-code"
